export default function () {
  return [
    {
      title: 'TOPIC1 Circular economy picks up speed', 主題: 101, 
      url: "http://bdcampbell.net/javascript/book/javascript_the_good_parts.pdf",
      contents: "英國公投通過脫歐可說是2016上半年度國際最大的一件事，儘管在事後多次與歐盟談判的過程，外界都在觀望英國脫歐的程序會採硬或軟的態度來面對，而從目前初步的跡象來判斷，至少在氣候議題上，英國應該是採取較溫和的手法，像是脫歐通過後不久，英國政府便簽署第五次碳預算，再次確立相對積極的減碳承諾，不久後，英國也批准了《巴黎氣候協議》。在未來的氣候外交上，獨立的英國可能仍會嘗試與歐盟和美國搭建橋樑，但不太可能與一個不同的談判立場決裂。儘管各界持續爭論英國將採取硬脫歐或軟脫歐，若是前者，英國將完全免受歐盟規範，這對永續部門來猶如一場噩夢，但若真的發生了，英國企業若要銷入歐洲仍需遵循歐盟的產品規範。但若是採取軟脫歐（目前看起來有此傾向），允許英國進入單一市場，事情將變得更細微。現在，允許單一市場進入的非歐盟國有挪威或瑞士，他們也都簽署整套的規範合約，包括許多的環境規定。在現在全球化的時代，一個市場的成功是需要在相同規則下，讓每個人參與。也因此，英國應該較不容易率性脫離與歐盟的任何關係，反觀英國較有可能改藉由一個個不同的部門，依序與歐洲進行談判交涉。從另一觀點來看，英國脫歐也帶來不少機會與可能性。儘管大多數永續倡議者支持留歐，他們主要擔憂脫歐將帶來經濟負面衝擊，有些則認為歐盟是環境與人權守護的重要體系。然而，也有些例外。有些永續的激進支持者看見歐盟的民主赤字，以及對企業遊說團體過度親密，是他們看不順眼的。像是彭博新能源（Bloomberg New Energy）的Michael Liebreich，便認為歐盟的官僚制度會阻礙創新，也指出一些例如偏愛柴油而非汽油車的指令反倒適得其反。更甚，他也強調歐盟共同農業政策（Common Agricultural Policy, 簡稱CAP）的失敗，CAP著重於以生產性土地為基礎的區域性支付，已經大量湧入大型富有的土地所有者，而忽視了生物多樣性。目前，英國政府已表示，至少到2020年前，將保持現有的支付。但一些環保人士將英國脫歐視為一個從頭重組農場的新機會，其中包括身為英國最大的保護集團的國家信託基金，它本身擁有25萬公頃的土地。 它呼籲進行徹底的改革，結束以區域為基礎的支付，轉變對棲息地和土壤保護的支持、提供像是洪水管理的公共商品。同時，在替代能源的控管方面，脫歐也算英國的新契機。大量英國自產的再生能源可能出現，特別是「風力發電」和「潮汐發電」。無須質疑的是英國擁有優渥的風力資源，不像是外國的天然氣或法國的核能。相同地，英國脫歐後投資在太陽能科技將協助英國脫離倚賴進口的問題，3D列印就是一個明顯的例子，它在能源效率上有強大的優勢，許多趣味性的突破都是英國企業所創造的。當然，這些都不足以自滿。在期望創造繁榮和永續的英國的前景之下，英國脫歐依然是一個真實且現存的風險。但是一旦穿過眼前的迷霧，試圖找出這些危險能如何發揮其中的機會，脫歐也未嘗不是一道曙光。",
      img: "https://pgw.udn.com.tw/gw/photo.php?u=https://uc.udn.com.tw/photo/2016/04/25/99/2075179.png&x=0&y=0&sw=0&sh=0&sl=W&fw=830"
    },
    {
      title: 'TOPIC2 Energy storage taking centre stage', pages: 39, 
      url: "http://www2.sdfi.edu.cn/netclass/jiaoan/englit/download/Harry%20Potter%20and%20the%20Sorcerer's%20Stone.pdf",
      contents: "2016年再生能源的最大裝機載量超過了煤炭，葡萄牙五月曾連續四天完全以再生能源來運轉，再者，2015年英國有近一半的電力來自乾淨能源。同時，世界上最大的幾家公司，像是Walmart、蘋果、微軟、BMW、通用汽車（General Motors）等都承諾要達到100%再生能源的目標，讓潔淨能源的需求大量增加。潔淨能源突然增長已經為電力部門造成巨大的混亂，其中德國兩個最大的電力公司RWE和Eon，將再生資產組合與殘留下的化石燃料和核資產分開。英國、芬蘭、法國和加拿大等國家今年也宣布，將在2030年或更早之前關閉所有的燃煤電廠。然而，再生能源發展如此快，也被迫成為自身成功的受害者。像是電網正努力應對高峰時段和間歇性的太陽能和風力發電量，這意味著需要備用能源。而在天氣晴朗或有風的日子，德國向波蘭和捷克等鄰國出口電力，為所謂的重新配送帶來巨大的成本。在美國加州，這個現象被稱為「鴨子曲線（duck curve）」，因為電力需求圖形的形狀，是在一年中的特定時間於系統上有大量太陽能容量而產生的。這現象特別發生在春天，當天氣常常是冷的（對空調的需求減少），但間歇地晴朗，而風能增加，在潮濕的冬季月份意味水力發電是滿負荷的。",
      img: "http://www.csronereporting.com/images/CKdata/image/Topic/Marstal.powerplant.1.jpg"
    },
    {
      title: 'TOPIC3 Growing collaboration to beat climate change', pages: 85, 
      url: "http://cnqzu.com/library/Anarchy%20Folder/Fiction/King,_Stephen/King,_Stephen_-_Dark_Tower_01_-_The_Gunslinger.pdf",
      contents: "展望2017年，我們可期待更多關於全球塑料協議的合作讓企業和政府採用，EMF的「新塑料經濟倡議（New Plastics Economy Initiative）」是一個三年為期的專案，一起帶動超過40家企業，包括可口可樂、杜邦（DuPont）、聯合利華（Unilever）、L’Oréal等企業，以及倫敦、哥本哈根等城市，此倡議將推動合作示範專案，會先針對塑料包裝下手。關於塑料包裝的法規，在未來幾年可能會變得更嚴格。歐盟委員會的循環經濟包裝是為歐盟成員國設立一個「在2025年達到55％塑料回收再利用」的目標，考慮到2008年的目標在22.5%左右，這個目標確實有挑戰性。同時，在相關法規上，歐盟國家正開始導入國家法律來解決市場障礙，九月時，瑞典宣布針對自行車、衣服、鞋子和消費用白色家電減稅。同一個月，法國也通過法律，成為第一個禁止使用可丟棄塑膠杯、盤子和餐具的國家，此法律將從2020年起正式啟用，也將是法國邁向《綠色成長的能源轉型法（Energy Transition for Green Growth Act）》的一環，今年初，法國也通過法令，禁止超商丟棄未售完食物所導致的食物浪費。關於英國脫歐後與歐盟循環經濟包裝的關係仍是一個未知數，在英國也出現相關的廢棄物政策，與歐盟的關係將帶給英國緊迫的壓力，蘇格蘭和威爾斯都分別立法邁向零廢棄物，特別是蘇格蘭更透過「再製造的聚焦」和「國家存款歸還計劃的建模工作」以展示其在循環領導上的決心。此外，「再製造」是一個很大的新經濟機會，研究顯示，歐洲再製造的市場已直逼每年300億歐元，在2030年前將可再增加兩倍。再往前看，透過即時的資產追蹤，數位轉型（digital transformation）將在循環價值鏈的建立上扮演舉足輕重的角色，像是H&M和The North Face透過APP讓消費者更容易改裝不想要的衣服。在EMF出版的《智能資產報告（Intelligent Assets Report）》提供了一個有用的概述，了解更多的連結和大數據可以延長產品使用週期，最佳化在預測的維修和升級上的績效。當企業開始將循環思維整合進企業核心策略時，對於衡量工具、報告揭露、工具包、架構和認證等需求都可能增加。明年我們可以期待英國標準協會（British Standards Institution, 簡稱BSI）將推出的循環經濟標準，以及更多循環工具的開放，像是未來論壇（Forum for the Future）和聯合利華開發的企業模組工具包。雖然企業尚未充分利用循環經濟能帶給社會價值的潛能，但一些非政府組織像是Tearfund正在調查此方法如何使人脫離貧窮，特別是在新興經濟體。",
      img: "http://www.csronereporting.com/images/CKdata/image/Topic/circular%20economy.jpg"
    },
    {
      title: 'TOPIC4 Points of light in fog over Brexit', pages: 1, 
      url: "http://www.r-5.org/files/books/computers/languages/ruby/main/Russ_Olsen-Eloquent_Ruby-EN.pdf",
      contents: '隨著低碳科技的快速發展，可觀察出經濟成長和碳排放已逐漸脫鉤。儘管如此，科學的結果並不樂觀，今年大氣中的碳濃度已達到並維持在百萬分之400，碳濃度不太可能馬上下降。最近一次CO²在這水平並持續一段時間至少遠在1500萬年前，而當時溫度大約高於今天的3到6度，海平面也比現在高40米，增長速度也持續加快。僅在過去一年，濃度激增超過3ppm，可謂有史以來最大的年度暴增。這影響很顯著，2016年是歷史紀錄上最熱的一年，已是連續三年創新高。全球平均升溫現在已較工業時代高1.2°C，幾乎已接近《巴黎氣候協議》1.5°C的目標。其中升溫最誇張的是北極，在今年十一月底，北極史無前例高出一般20°C，不意外的，北極海冰創紀錄的低點。但《巴黎氣候協議》正式生效仍為氣候變遷帶來好消息，儘管此協議並不完美，但各國達成目標的商定機制，允許每個國家確定自己目標的貢獻（INDCs）帶來不少希望。儘管最初的承諾沒有達到保持在安全水平的溫度控制，但是政府被要求要定期回報進展，而氣候行動落後的國家將面臨越來越多的批評，從長遠來看，也可能受到制裁。',
      img: "https://www.ephotozine.com/articles/veolia-environment-photography-awards-winners-20280/images/025_Anna-Henly---Ice-matters.jpg"
    },
   
   
  ];
}
